---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLevelId
source: html/ea504e44-78ad-313e-c7b4-095b56dca823.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalLevelId Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalLevelId { get; }
```